Repository: 84000/data-translation-memory
Catalog: toh47-v3.tmx
Source language: bo
Languages: en

source: ཚངས་པ་ཚིགས་སུ་བཅད་པ་འདི་གཉིས་ངས་རྨི་ལམ་དུ་ཐོས་ཏེ། ཚངས་པ་ངས་ཚིགས་སུ་བཅད་པ་འདི་གཉིས་ཀྱིས་སེམས་ཅན་བརྒྱད་སྟོང་ནི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་སྨིན་པར་བྱས་སོ། །སྲོག་ཆགས་བཞི་ཁྲི་ཉིས་སྟོང་ནི་བདེ་འགྲོར་འགྲོ་བར་བྱས་སོ། །
en: “I heard these two verses in a dream, Brahmā, and with these two verses, Brahmā, I brought eight thousand beings to maturity for the sake of their awakening, and I put forty-two thousand beings on a path to the good places of rebirth.

source: ཚངས་པ་ཁྱོད་ཀྱིས་རྣམ་གྲངས་འདིས་ཀྱང་ཇི་ལྟར་གང་དག་ཐོས་པ་ལ་བརྩོན་པ་དང་། བརྩོན་ནས་ཡང་དག་པར་སྒྲུབ་པ་དང་། སྒྲུབ་པ་ལ་གནས་ནས་ཀྱང་གཞན་ལ་ཕན་འདོགས་པ་དེ་དག་གིས་གཏེར་ཆེན་པོ་ཐོབ་པར་དེ་ལྟར་རིག་པར་བྱའོ། །
en: In precisely this manner, Brahmā, you should understand that one obtains a great treasure if one is intent upon learning, and being intent upon it, one practices it correctly, and having become established in its practice, one benefits others.

source: ཚངས་པ་ཐེག་པ་ཆེན་པོ་ལ་གཅེས་སྤྲས་བྱེད་པའི་ཆོས་གཉིས་ཏེ། གཉིས་གང་ཞེ་ན། སེམས་ཅན་ཐམས་ཅད་ལ་ཁོང་ཁྲོ་བ་མེད་པ་དང་། ཐོས་པ་ཚོལ་བས་ཆོག་མི་ཤེས་པ་སྟེ།
en: “There are two things, Brahmā, that are of great use on the Great Vehicle: first, not having anger toward any and all beings, and second, not becoming complacent in the search for learning.

source: གཉིས་པོ་དེ་དག་གོ། །
en: Those are the two things.

source: ཚངས་པ་དེ་ལྟ་བས་ན་ཆོས་ཀྱི་ཚུལ་འདི་རྒྱུན་མ་བཅད་ཅིག །
en: “Therefore, Brahmā, ensure that the guiding principles of the Dharma remain unbroken.

source: ཚངས་པ་ཁྱོད་ཀྱིས་བསྐལ་པ་བཟང་པོ་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་གསོལ་བ་གདབ་པ་དང་། དམ་པའི་ཆོས་ཡོངས་སུ་བཟུང་བ་གྱིས་ཤིག །
en: Request all the realized ones of this Fortunate Eon to teach the Dharma, Brahmā, and remember the true Dharma.

source: ཚངས་པ་བསྐལ་པ་བཟང་པོ་འདི་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གཞན་འབྱུང་བར་འགྱུར་བ་དེ་དག་དེ་འདྲ་བར་ཡོངས་སུ་དག་པའི་སེམས་ཅན་དུ་འགྱུར་ན་ནི་དེར་ཁྱོད་བཏང་སྙོམས་ཅན་དུ་འགྱུར་རོ། །
en: When there are such pure beings as those who will arise to become the other blessed buddhas of this Fortunate Eon, Brahmā, you may become indifferent to it.

source: ཚངས་པ་འདི་ལྟར་ཉོན་མོངས་པ་ཅན་གྱི་དུས་འདི་ན་སུ་ཞིག་ཉིན་གཅིག་གམ། མཚན་གཅིག་དམ་པའི་ཆོས་འཛིན་པ་དེ་ནི་ཆེས་མང་གི། །
en: However, during a time such as this one in which beings have afflictions, Brahmā, there will be a great many who hold on to the true Dharma in one aspect or for a single day.

source: སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་རྣམས་སུ་བསྐལ་པ་བརྒྱ་སྟོང་གིས་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: In the purified buddha domains, it would not be so, even for hundreds of thousands of eons.

source: ཚངས་པ་དེ་ལྟ་བས་ན། ཁྱོད་ཀྱིས་དུས་ངན་པ་འདིར་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བའི་ཕྱིར་བརྩོན་འགྲུས་སུ་བྱའོ། །
en: Therefore, Brahmā, you should put forth heroic effort so that the true Dharma is remembered in this time of evil.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པའི་གསང་བ་ལག་ན་རྡོ་རྗེའི་ལེའུ་ཀླུའི་གཟུངས་ཆེན་པོ་བསྟན་པ་འདི་ལོང་ཤིག །ཟུང་ཤིག །ལྷོགས་ཤིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་ཅིག །
en: At this point, the Blessed One spoke to Venerable Ānanda: “Ānanda, you must hold on to this teaching, this great mnemonic formula of the nāgas, The Chapter of Vajrapāṇi, The Secret of the Realized Ones, and remember it, recite it, and teach it in full to others.

source: ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཁྱོད་ལ་ཡོངས་སུ་གཏད་དོ། །
en: Ānanda, I entrust this formulation of the Dharma to you.

source: དེ་བཞིན་གཤེགས་པའི་གསང་བ་བསམ་གྱིས་མི་ཁྱབ་པ་འདི་སྐྱེ་བོ་ཕལ་པ་ལ་མ་བཤད་ཅིག །ཀུན་དགའ་བོ་སེམས་ཅན་དམན་པ་ལ་མོས་པ་རྣམས་ནི་འདི་ལ་མགོ་རྨོངས་པར་འགྱུར་ཏེ།
en: Do not explain the secret and inconceivable qualities of the realized ones to common folk, Ānanda, for those beings who are attached to inferior things will be bewildered by it.

source: ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་དེ་ཙམ་དུ་མོས་པར་དཀའ་བ་དེ་ཙམ་དུ་རྟོགས་པར་དཀའ་བའོ། །
en: Ānanda, this formulation of the Dharma is something to which it is quite difficult to become devoted and something that is quite difficult to understand.

source: སེམས་ཅན་གང་དག་ཅང་ཤེས་པ། སྦྱང་བ་ལེགས་པར་བྱས་པ་ཆོས་འདི་དག་གི་སྣོད་དུ་གྱུར་པ་མ་གཏོགས་ཏེ།
en: Only those beings who are well bred and well prepared are worthy recipients of these things.

source: དེ་དག་ནི་ཆོས་ཀྱི་ཚུལ་གྱི་རྒྱུད་འདི་ཐོས་ན་སྐྲག་པར་མི་འགྱུར་རོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: They will have no fear when they hear this series of guiding principles of the Dharma.”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་མཐུས་བདག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བླངས་ལགས་ཏེ།
en: When this had been said, Venerable Ānanda said this to the Blessed One: “I have received this formulation of the Dharma, Blessed One, through the majestic power of the Buddha.

source: མཐུ་ཅི་མཆིས་པས་རྔོ་ཅི་ཐོག་ཏུ་གཟུང་བར་བགྱིའོ། །
en: Through whose majestic power shall I become capable of retaining it?

source: བཤད་པར་བགྱིའོ། །
en: Please explain this.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་སེམས་ཅན་ཆེན་པོ་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བའི་ཕྱིར་ལངས་པ་འདི་དག་མཐོང་ངམ། གསོལ་བ།
en: “Ānanda,” the Blessed One answered, “do you see these mahāsattvas who have arisen in order to take hold of the true Dharma?”

source: བཅོམ་ལྡན་འདས་མཐོང་ལགས་སོ། །
en: “I see them, Blessed One.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་འདི་དག་ཐམས་ཅད་ནི་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྟོན་པ་ན་ཕན་འདོགས་པར་འགྱུར་བ་ཤ་སྟག་གོ །
en: “Ānanda,” said the Blessed One, “if you were to teach this formulation of the Dharma to all those beings, it would only be to their benefit.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: “Blessed One, what is the name of this formulation of the Dharma?

source: འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: As what should it be remembered?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་ལྟ་བས་ན་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལག་ན་རྡོ་རྗེའི་ལེའུ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: “To that end, Ānanda,” the Blessed One answered, “remember this formulation of the Dharma as The Chapter of Vajrapāṇi.

source: འདི་དེ་བཞིན་གཤེགས་པའི་གསང་བ་བསྟན་པའི་ལེའུ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: Remember it also as The Chapter of the Teaching of the Secrets of the Realized Ones.

source: འདི་སངས་རྒྱས་ཀྱི་ཆོས་བསམ་གྱིས་མི་ཁྱབ་པ་བསྟན་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: Remember it also as The Teaching of the Inconceivable Qualities of the Buddhas.

source: འདི་བསོད་ནམས་ཚད་མེད་པ་འབྱུང་བ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: Remember it also as The Arising of Immeasurable Merit.

source: ཀུན་དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་སྐྱེས་བུ་གང་ཟག་གང་ཞིག་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་གཟིགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་རྣམས་སའི་སྟེང་ནས་བཟུང་སྟེ། སྲིད་པའི་རྩེ་མོའི་བར་དུ་རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་བཀང་ནས་སྦྱིན་པ་བྱིན་ཏེ་དེའི་རྣམ་པར་སྨིན་པ་ལ་རེ་བ་བས། གང་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལེགས་པར་བཏོན་ཏེ། ཟང་ཟིང་མེད་པའི་སེམས་ཀྱིས་གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་བཤད་ན་འདི་ནི་དེ་བས་བསོད་ནམས་ཆེས་མང་དུ་སྐྱེད་དོ། །
en: Ānanda, if an individual who has been born into the Vehicle of the Bodhisattvas were to remember well this formulation of the Dharma and teach it in full to others with no expectation of reward, then this individual would gain far more merit than an individual could hope to gain as a result of giving a gift that fills the world with precious jewels from the surface of the ground of the buddha domains up to the highest point of existence, a sight that is seen with the eye of a buddha.

source: དེ་བས་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་དེ་བཞིན་གཤེགས་པའི་གསང་བ་བསྟན་པའི་ལེའུ་དང་། བསོད་ནམས་ཚད་མེད་པ་འབྱུང་བ་ཞེས་བྱའོ། །དམ་པའི་ཆོས་ཡོངས་སུ་གཏད་པའི་ལེའུ་འདི་བསྟན་པ་ན་སྲོག་ཆགས་བྱེ་བ་བརྒྱ་ཕྲག་བཅུས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །བྱང་ཆུབ་སེམས་དཔའ་དགུ་ཁྲི་དྲུག་སྟོང་ནི་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: That is why this formulation of the Dharma is called both The Chapter of the Teaching of the Secrets of the Realized Ones and The Arising of Immeasurable Merit.”

source: སྲོག་ཆགས་བརྒྱད་ཁྲི་བཞི་སྟོང་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྣམ་པར་དག་གོ །དགེ་སློང་སྟོང་དྲུག་བརྒྱ་ནི་སེམས་རྣམ་པར་གྲོལ་ལོ། །ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ཚད་མེད་པ་དག་ནི་རབ་ཏུ་གཡོས་སོ། །ལྷ་བརྒྱ་སྟོང་དག་གིས་ནི་རོལ་མོ་སིལ་སྙན་བླངས་ཤིང་མེ་ཏོག་གི་ཆར་ཡང་རབ་ཏུ་ཕབ་སྟེ། འདི་སྐད་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛམ་བུའི་གླིང་དུ་ཤིན་ཏུ་ཡུན་རིང་དུ་གནས་པར་གྱུར་ཅིག་ཅེས་ཀྱང་སྨྲས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། །གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཞི་བའི་བློ་གྲོས་དང་། ལྷའི་བུ་རྒྱལ་པོ་བཟང་དང་། རྒྱལ་པོ་མ་སྐྱེས་དགྲ་དང་།
en: When this chapter on the entrusting of the true Dharma had been taught, ten billion beings conceived the aspiration for unsurpassable and perfect awakening, ninety-six thousand bodhisattvas gained the state of acceptance, eighty-four thousand beings attained the pure eye of Dharma in regard to all things, and one thousand six hundred monks were liberated in mind, while an immeasurable number of buddha domains throughout the ten directions shook, and hundreds of thousands of gods played musical instruments and rained down showers of flowers, while proclaiming, “May this formulation of the Dharma remain for a long time in Jambudvīpa!”

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། དགེ་སློང་དེ་དག་དང་། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ།
en: This is what the Blessed One said, and Vajrapāṇi, Lord of the Guhyakas, the bodhisattva Śāntamati, the god Bhadrarāja, King Ajātaśatru, and the bodhisattvas, the monks, Venerable Ānanda, and the whole world with its gods, human beings, asuras, and gandharvas rejoiced at what the Blessed One had said.

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།དམ་པའི་ཆོས་ཡོངས་སུ་གཏད་པའི་ལེའུ་ཞེས་བྱ་བ་སྟེ་ཉི་ཤུ་རྩ་ལྔ་པའོ།། །།
en: This was the twenty-fifth chapter, “Entrusting the True Dharma.”

source: འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས། དེ་བཞིན་གཤེགས་པའི་གསང་བ་བསམ་གྱིས་མི་ཁྱབ་པ་བསྟན་པའི་ལེའུ་ཞེས་བྱ་བ་སྟེ་ལེའུ་གསུམ་པ་རྫོགས་སོ།། །།
en: This concludes “The Chapter of the Teaching the Inconceivable Qualities and Secret of the Realized Ones,” the third of the one hundred thousand chapters of the formulation of the Dharma known as “The Noble Great Heap of Jewels.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་དཱ་ན་ཤཱི་ལ་དང་། མུ་ནི་བར་མ་དང་ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ། སྐད་གསར་ཆད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།​། །​།
en: Translated, edited, corrected according to the revised terminology, and finalized by the Indian scholars Jinamitra, Dānaśīla, and Munivarman, along with the chief editor and translator monk, Bandé Yeshé Dé.
